Repository: shrimqy/Sefirah
Catalog: src/Sefirah/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, fr_fr, he_il, it_it, ja_jp, ko_kr, ru_ru, tr_tr

# PasswordCacheTimeoutDescription
source: When set to 0, you'll be prompted for password every time. When set to a value greater than 0, your password will be cached for the specified number of minutes and reused automatically.
it_it: Se impostato a 0, la password verrà richiesta ogni volta. Se impostato a un valore maggiore di 0, la password verrà memorizzata per il numero di minuti indicato e riutilizzata automaticamente.

source: Save
cs_cz: Uložit
de_de: Speichern
fr_fr: Sauvegarder
it_it: Salva
ko_kr: 저장
ru_ru: Сохранить
tr_tr: Kaydet

# FileTransferNotification.Receiving
source: Receiving from {0}
cs_cz: Přijímání od {0}
de_de: Empfange von {0}
fr_fr: Réception depuis {0}
he_il: מקבל מ-{0}
it_it: Ricezione da {0}
ja_jp: {0} から受信中
ko_kr: {0}에서 수신 중
ru_ru: Получение от {0}

# FileTransferNotification.Sending
source: Sending to {0}
cs_cz: Odesílání do {0}
de_de: Sende an {0}
fr_fr: Envoi vers {0}
he_il: שולח ל-{0}
it_it: Invio a {0}
ja_jp: {0} に送信中
ko_kr: {0}으로 전송 중
ru_ru: Отправка на {0}

# FileTransferNotification.ReceivingBulk
source: Receiving {0} files from {1}
cs_cz: Přijímání {0} souborů od {1}
de_de: Empfange {0}/{1} von {2}
fr_fr: Réception {0}/{1} depuis {2}
he_il: מקבל {0}/{1} מ-{2}
it_it: Ricezione di {0} file da {1}
ja_jp: {2} から {0}/{1} を受信中
ko_kr: {2}에서 {0}/{1} 수신 중
ru_ru: Получение {0}/{1} от {2}

# FileTransferNotification.SendingBulk
source: Sending {0} files to {1}
cs_cz: Odesílání {0} souborů do {1}
de_de: Sende {0}/{1} an {2}
fr_fr: Envoi {0}/{1} vers {2}
he_il: שולח {0}/{1} ל-{2}
it_it: Invio di {0} file a {1}
ja_jp: {2} に {0}/{1} を送信中
ko_kr: {2}으로 {0}/{1} 전송 중
ru_ru: Отправка {0}/{1} на {2}

# FileTransferNotification.Completed
source: File transfer completed
cs_cz: Přenos souborů dokončen
de_de: Dateiübertragung abgeschlossen
fr_fr: Transfert de fichier terminé
he_il: העברת קבצים הושלמה
it_it: Trasferimento file completato
ja_jp: ファイル転送完了
ko_kr: 파일 전송 완료
ru_ru: Передача файлов завершена

# FileTransferNotification.Failed
source: File transfer failed
it_it: Trasferimento file non riuscito

# FileTransferNotification.FailedTo
source: Transfer to {0} failed
it_it: Trasferimento verso {0} non riuscito

# FileTransferNotification.FailedFrom
source: Transfer from {0} failed
it_it: Trasferimento da {0} non riuscito

# FileTransferNotification.CompletedSingle
source: Received {0} from {1}
cs_cz: Přijato {0} od {1}
de_de: {0} von {1} empfangen
fr_fr: {0} reçu depuis {1}
he_il: קיבל {0} מ-{1}
it_it: Ricevuto {0} da {1}
ja_jp: {1} から {0} を受信しました
ko_kr: {1}에서 {0} 수신됨
ru_ru: Получен {0} от {1}

# FileTransferNotification.CompletedBulk
source: Received {0} files from {1}
cs_cz: Přijato {0} souborů od {1}
de_de: {0} Dateien von {1} empfangen
fr_fr: {0} fichiers reçus depuis {1}
he_il: קיבל {0} קבצים מ-{1}
it_it: Ricevuti {0} file da {1}
ja_jp: {1} から {0} 個のファイルを受信しました
ko_kr: {1}에서 {0}개 파일 수신됨
ru_ru: Получено {0} файлов от {1}

# FileTransferNotification.SentSingle
source: Sent {0} to {1}
cs_cz: Odesláno {0} do {1}
de_de: {0} an {1} gesendet
fr_fr: {0} envoyé vers {1}
he_il: שלח {0} ל-{1}
it_it: Inviato {0} a {1}
ja_jp: {0} を {1} に送信しました
ko_kr: {0}을 {1}으로 전송됨
ru_ru: Отправлен {0} на {1}

# FileTransferNotification.SentBulk
source: Sent {0} files to {1}
cs_cz: Odesláno {0} souborů do {1}
de_de: {0} Dateien an {1} gesendet
fr_fr: {0} fichiers envoyés vers {1}
he_il: שלח {0} קבצים ל-{1}
it_it: Inviati {0} file a {1}
ja_jp: {0} 個のファイルを {1} に送信しました
ko_kr: {0}개 파일을 {1}으로 전송됨
ru_ru: Отправлено {0} файлов на {1}

# FileTransferNotificationAction.Cancel
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler
he_il: ביטול
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отмена

source: No paired devices
cs_cz: Žádná spárovaná zařízení
it_it: Nessun dispositivo associato

source: Add
cs_cz: Přidat
it_it: Aggiungi

# HostnamePlaceholder
source: Enter hostname or IP address
cs_cz: Zadejte název hostitele nebo IP adresu
it_it: Inserisci nome host o indirizzo IP

source: Delay
it_it: Ritardo

# FileDropCaption
source: Drop files to send
cs_cz: Přetáhněte soubory k odeslání
de_de: Zu sendende Dateien ablegen
fr_fr: Déposer les fichiers à envoyer
it_it: Rilascia i file per inviarli
ko_kr: 전송할 파일 드롭
ru_ru: Перетащите файл для отправки
tr_tr: Göndermek için dosyaları buraya sürükleyin

source: Device addresses
cs_cz: Adresy zařízení
it_it: Indirizzi del dispositivo

# ManageAddressesAndPriority
source: Manage addresses and connection priority
cs_cz: Spravovat adresy a prioritu připojení
it_it: Gestisci gli indirizzi e la priorità di connessione

# StorageAccess
source: Show device in File Explorer
cs_cz: Zobrazit zařízení v Průzkumníku souborů
it_it: Mostra il dispositivo in Esplora file

# StorageAccessDescription
source: Enables or disables storage access for this device in the File Explorer
cs_cz: Povolí nebo zakáže přístup k úložišti tohoto zařízení v Průzkumníku souborů
it_it: Abilita o disabilita l'accesso all'archiviazione di questo dispositivo in Esplora file

# AudioSilent
source: Silent
cs_cz: Tichý
it_it: Silenzioso

# AudioVibrate
source: Vibrate
cs_cz: Vibrace
it_it: Vibrazione

# AudioRing
source: Ring
cs_cz: Vyzvánění
it_it: Suoneria

# AudioMedia
source: Media
cs_cz: Média
it_it: Contenuti multimediali

# AudioNotification
source: Notification
cs_cz: Oznámení
it_it: Notifica

# AudioCall
source: Call
cs_cz: Hovor
it_it: Chiamata

# AudioAlarm
source: Alarm
cs_cz: Budík
it_it: Sveglia

# AdbSettingsDescription
source: Configure ADB connection
cs_cz: Nastavit připojení ADB
it_it: Configura la connessione ADB

# ScreenMirrorSettingsDescription
source: Configure scrcpy flags and screen mirroring options
cs_cz: Nastavit parametry scrcpy a možnosti zrcadlení obrazovky
it_it: Configura i flag di scrcpy e le opzioni di mirroring dello schermo

# MediaSessionDescription
source: Sync media playback information with this device
cs_cz: Synchronizovat informace o přehrávání médií s tímto zařízením
it_it: Sincronizza le informazioni di riproduzione multimediale con questo dispositivo

# AudioControl
source: Audio device control
cs_cz: Ovládání zvukového zařízení
it_it: Controllo del dispositivo audio

# MediaSession
source: Media playback session
cs_cz: Relace přehrávání médií
it_it: Sessione di riproduzione multimediale

# AudioControlDescription
source: Allow audio device control with this device
cs_cz: Povolit ovládání zvukového zařízení tímto zařízením
it_it: Consenti il controllo del dispositivo audio con questo dispositivo

# ClipboardIncludeImagesDescription
source: Enable image synchronization through clipboard
cs_cz: Povolit synchronizaci obrázků přes schránku
it_it: Abilita la sincronizzazione delle immagini tramite gli appunti

# ClipboardIncludeImages
source: Include images in clipboard monitor
cs_cz: Zahrnout obrázky do sledování schránky
it_it: Includi le immagini nel monitoraggio degli appunti

source: Language
cs_cz: Jazyk
it_it: Lingua

# LanguageDescription
source: Choose your preferred display language
cs_cz: Vyberte preferovaný jazyk zobrazení
it_it: Scegli la lingua di visualizzazione preferita

source: Use system setting
cs_cz: Použít systémové nastavení
it_it: Usa l'impostazione di sistema

source: Scrcpy location
cs_cz: Umístění scrcpy
it_it: Percorso di scrcpy

source: Adb location
cs_cz: Umístění adb
it_it: Percorso di ADB

# CallMissed
source: Missed call
it_it: Chiamata persa

# UpdateNotification.Title
source: Update available
cs_cz: Je k dispozici aktualizace
it_it: Aggiornamento disponibile

# UpdateNotification.Action
source: Download update
cs_cz: Stáhnout aktualizaci
it_it: Scarica aggiornamento

# UpdateNotification.Subtitle
source: A new version is available
cs_cz: K dispozici je nová verze
it_it: È disponibile una nuova versione

# ClipboardNotification.Title
source: Clipboard received
cs_cz: Přijata data do schránky
it_it: Appunti ricevuti

# BatteryNotification.Title
source: Low battery
it_it: Batteria scarica

# BatteryNotification.Text
source: {0} is at {1}% battery.
it_it: {0} è al {1}% di batteria.

source: Open in browser
cs_cz: Otevřít v prohlížeči
it_it: Apri nel browser

# PhoneFrameScrollTip
source: Scroll on the phone preview to change the active device
it_it: Scorri sull'anteprima del telefono per cambiare il dispositivo attivo

# AddAppShortcut
source: Add shortcut
it_it: Aggiungi collegamento

# RemoveAppShortcut
source: Remove shortcut
it_it: Rimuovi collegamento

source: Device audio
it_it: Audio del dispositivo

# DndToggle
source: Toggle Do not disturb
it_it: Attiva/disattiva Non disturbare

source: Start screen mirroring
it_it: Avvia il mirroring dello schermo

source: Connect
it_it: Connetti

source: Disconnect
it_it: Disconnetti

source: Previous track
it_it: Traccia precedente

source: Play or pause
it_it: Riproduci o metti in pausa

source: Next track
it_it: Traccia successiva

source: Media volume
it_it: Volume multimediale

source: Send notification reply
it_it: Invia risposta alla notifica

source: Refresh apps
it_it: Aggiorna app

source: Install app
it_it: Installa app

source: Context menu
it_it: Menu contestuale

source: Share files
it_it: Condividi file

source: Send files
it_it: Invia file

source: Browse files
it_it: Sfoglia file

# BrowseFilesTooltip
source: Right-click to open the SFTP link and copy it to the clipboard
it_it: Fai clic con il tasto destro per aprire il link SFTP e copiarlo negli appunti

# DeviceActions
source: Actions
it_it: Azioni

source: Play sound
it_it: Riproduci suono

# PlaySoundDescription
source: A sound will play on this device for 20 seconds
it_it: Sul dispositivo verrà riprodotto un suono per 20 secondi

source: Receive clipboard
it_it: Ricevi appunti

source: Send clipboard
it_it: Invia appunti

source: Receive media sessions
it_it: Ricevi sessioni multimediali

source: Send media sessions
it_it: Invia sessioni multimediali

# SecondaryCallOnHold
source: On hold. Select to resume
it_it: In attesa. Seleziona per riprendere

# CallLogDisabled.Description
source: Enable call log sync for this device on the phone.
it_it: Abilita la sincronizzazione del registro chiamate per questo dispositivo dal telefono.

# BluetoothCallingUnsupported
source: Bluetooth calling is not supported
it_it: Le chiamate via Bluetooth non sono supportate

# BluetoothCallingUnavailable.Description
source: Connect or enable a Bluetooth adapter on your PC to continue.
it_it: Collega o abilita un adattatore Bluetooth sul PC per continuare.

# BluetoothDisabled.Description
source: Enable Bluetooth to continue.
it_it: Abilita il Bluetooth per continuare.

# BluetoothPairing.Title
source: Pair mobile device and PC
it_it: Associa il dispositivo mobile e il PC

# BluetoothPairing.Description
source: Make sure your device is nearby and has Bluetooth turned on.
it_it: Assicurati che il dispositivo sia nelle vicinanze e abbia il Bluetooth attivo.

# BluetoothPairingAction
source: Pair device
it_it: Associa dispositivo

# BluetoothRegistrationFailed.Description
source: Unpair the device from other apps and try again.
it_it: Rimuovi l'associazione del dispositivo dalle altre app e riprova.

source: Try again
it_it: Riprova

source: Search contacts
it_it: Cerca contatti

# BluetoothRegistrationFailed.Title
source: Registration failed
it_it: Registrazione non riuscita

# BluetoothCallingUnavailable.Title
source: Bluetooth calling is not available
it_it: Le chiamate via Bluetooth non sono disponibili

# BluetoothDisabled.Title
source: Bluetooth is turned off
it_it: Il Bluetooth è disattivato

source: Calls
it_it: Chiamate

source: Unmute
it_it: Riattiva microfono

source: Resume
it_it: Riprendi

source: Mute
it_it: Disattiva microfono

source: Hold
it_it: Metti in attesa

source: End
it_it: Termina

# CallOnHold
source: On hold
it_it: In attesa

# CallIncoming
source: Incoming call
it_it: Chiamata in arrivo

# CallDialing
source: Dialing
it_it: Composizione

# CallConnecting
source: Connecting
it_it: Connessione

# CallAudioRouteToPhone
source: Transfer to phone
it_it: Trasferisci al telefono

# CallAudioRouteToPc
source: Transfer to PC
it_it: Trasferisci al PC

source: Flex display
it_it: Schermo flessibile

# VideoBitrateToolTip
source: Format: 8M, 8000000
it_it: Formato: 8M, 8000000

# AudioBitrateToolTip
source: Format: 128K, 128000
it_it: Formato: 128K, 128000

# CropPlaceholder
source: No crop
it_it: Nessun ritaglio

# CropToolTip
source: Format: 1224:1440:0:0
it_it: Formato: 1224:1440:0:0

# VirtualDisplaySizePlaceholder
source: Device default
it_it: Valore predefinito del dispositivo

# VirtualDisplaySizeToolTip
source: Format: 1920x1080
it_it: Formato: 1920x1080

source: Remove all storage mounts
it_it: Rimuovi tutti i montaggi di archiviazione

# RemoveAllStorageMountsDescription
source: Unmount and clear all device storage registered by the app
it_it: Smonta ed elimina tutte le archiviazioni dei dispositivi registrate dall'app

source: Feedback
cs_cz: Zpětná vazba
fr_fr: Commentaires
he_il: משוב
ja_jp: フィードバック
ko_kr: 피드백
ru_ru: Обратная связь
tr_tr: Geri bildirim

source: Bitrate
cs_cz: Datový tok
fr_fr: Débit binaire
he_il: קצב סיביות
ja_jp: ビットレート
ko_kr: 비트레이트
ru_ru: Битрейт
tr_tr: Bit hızı

source: Buffer
cs_cz: Vyrovnávací paměť
de_de: Puffer
fr_fr: Tampon
he_il: אוגר
ja_jp: バッファ
ko_kr: 버퍼
ru_ru: Буфер
tr_tr: Arabellek

source: Auto
cs_cz: Automaticky
fr_fr: Automatique
he_il: אוטומטי
ja_jp: 自動
ko_kr: 자동
ru_ru: Автоматически
tr_tr: Otomatik

# UnlockCommandsPlaceholder
source: input keyevent 26 input keyevent 66 input text %pwd%
de_de: Eingabe Tastennummer 26 Eingabe Tastennummer 66 Eingabe Text %pwd%
ko_kr: 입력 키이벤트 26 입력 키이벤트 66 입력 키 %pwd%
